Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# form_error_title_too_long
source: That title is too long.
de: Der Titel ist zu lang.
es: Ese título es demasiado largo.
fr: Ce titre est trop long.
it: Il titolo è troppo lungo.
ja: タイトルが長すぎます。
ko: 제목이 너무 길어요.
pt_br: Esse título é longo demais.
vi: Tên đó quá dài.
zh_hans: 标题太长了。
zh_hant: 名稱太長了。

# friend_profile_back_content_description
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# friend_profile_copy_pubky
source: Copy pubky
de: pubky kopieren
es: Copiar pubky
fr: Copier le pubky
it: Copia pubky
ja: pubky をコピー
ko: pubky 복사
pt_br: Copiar pubky
vi: Sao chép pubky
zh_hans: 复制 pubky
zh_hant: 複製 pubky

# friend_profile_no_decks
source: No decks yet.
de: Noch keine Stapel.
es: Aún no hay mazos.
fr: Aucun paquet pour l’instant.
it: Ancora nessun mazzo.
ja: まだデッキがありません。
ko: 아직 덱이 없어요.
pt_br: Nenhum baralho ainda.
vi: Chưa có bộ thẻ nào.
zh_hans: 还没有卡组。
zh_hant: 還沒有牌組。

# friend_profile_no_public_decks
source: No public decks yet.
de: Noch keine öffentlichen Stapel.
es: Aún no hay mazos públicos.
fr: Aucun paquet public pour l’instant.
it: Ancora nessun mazzo pubblico.
ja: まだ公開デッキがありません。
ko: 아직 공개 덱이 없어요.
pt_br: Nenhum baralho público ainda.
vi: Chưa có bộ thẻ công khai nào.
zh_hans: 还没有公开卡组。
zh_hant: 還沒有公開牌組。

# friend_profile_public_decks_count
source: Public decks · %1$lld
de: Öffentliche Stapel · %1$lld
es: Mazos públicos · %1$lld
fr: Paquets publics · %1$lld
it: Mazzi pubblici · %1$lld
ja: 公開デッキ · %1$lld
ko: 공개 덱 · %1$lld
pt_br: Baralhos públicos · %1$lld
vi: Bộ thẻ công khai · %1$lld
zh_hans: 公开卡组 · %1$lld
zh_hant: 公開牌組 · %1$lld

# friend_profile_share
source: Share profile
de: Profil teilen
es: Compartir perfil
fr: Partager le profil
it: Condividi profilo
ja: プロフィールを共有
ko: 프로필 공유
pt_br: Compartilhar perfil
vi: Chia sẻ hồ sơ
zh_hans: 分享个人主页
zh_hant: 分享個人檔案

# guest_banner_body
source: Keep decks and track progress.
de: Stapel behalten und Fortschritt verfolgen.
es: Guarda mazos y sigue tu progreso.
fr: Garde des paquets et suis ta progression.
it: Tieni i mazzi e segui i tuoi progressi.
ja: デッキを保存して、進捗を記録しましょう。
ko: 덱을 보관하고 진행 상황을 기록하세요.
pt_br: Guarde baralhos e acompanhe seu progresso.
vi: Lưu bộ thẻ và theo dõi tiến độ.
zh_hans: 保存卡组，记录学习进度。
zh_hant: 保存牌組、記錄學習進度。

# guest_banner_cta
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# guest_banner_title
source: Just looking around
de: Nur mal umschauen
es: Solo echando un vistazo
fr: Juste un petit tour
it: Stai solo dando un'occhiata
ja: 見て回っているところ
ko: 둘러보는 중이에요
pt_br: Só dando uma olhada
vi: Chỉ đang xem qua
zh_hans: 随便看看
zh_hant: 只是隨便看看

# home_browse_examples
source: Browse examples
de: Beispiele ansehen
es: Ver ejemplos
fr: Voir des exemples
it: Sfoglia gli esempi
ja: 例を見る
ko: 예시 둘러보기
pt_br: Ver exemplos
vi: Xem ví dụ
zh_hans: 浏览示例
zh_hant: 瀏覽範例

# home_cards
source: cards
de: Karten
es: tarjetas
fr: cartes
it: carte
ja: 枚
ko: 카드
pt_br: cartas
vi: thẻ
zh_hans: 张卡片
zh_hant: 張卡片

# home_caught_up_next_due
source: Next review %1$@.
de: Nächste Wiederholung %1$@.
es: Próximo repaso %1$@.
fr: Prochaine révision %1$@.
it: Prossimo ripasso %1$@.
ja: 次の復習は%1$@です。
ko: 다음 복습: %1$@.
pt_br: Próxima revisão %1$@.
vi: Lượt ôn tiếp theo %1$@.
zh_hans: 下次复习：%1$@。
zh_hant: 下次複習：%1$@。

# home_caught_up_no_next_due
source: Nothing scheduled yet. Study ahead from any deck.
de: Noch nichts geplant. Lerne mit einem beliebigen Stapel vor.
es: Aún no hay nada programado. Estudia por adelantado desde cualquier mazo.
fr: Rien de prévu pour l’instant. Prends de l’avance depuis n’importe quel paquet.
it: Ancora niente in programma. Studia in anticipo da qualsiasi mazzo.
ja: まだ予定はありません。どのデッキからでも先取りして学習できます。
ko: 아직 예정된 복습이 없어요. 아무 덱에서나 미리 학습해 보세요.
pt_br: Nada agendado ainda. Estude adiantado a partir de qualquer baralho.
vi: Chưa có lịch ôn nào. Hãy học trước từ bất kỳ bộ thẻ nào.
zh_hans: 暂无复习安排。可以从任意卡组提前学习。
zh_hant: 目前還沒有排定任何複習。可以從任何牌組提前學習。

# home_caught_up_title
source: You're all caught up
de: Du bist auf dem neuesten Stand
es: Estás al día
fr: Tu es à jour
it: Sei in pari
ja: すべて完了しました
ko: 모두 복습했어요
pt_br: Você está em dia
vi: Bạn đã ôn xong hết
zh_hans: 全部完成啦
zh_hant: 全部複習完了

# home_checking_due
source: Checking what's due…
de: Prüfe, was fällig ist…
es: Comprobando qué hay pendiente…
fr: On regarde ce qu’il y a à réviser…
it: Controllo cosa c'è da ripassare…
ja: 復習するカードを確認中…
ko: 복습할 카드를 확인하는 중…
pt_br: Verificando o que há para revisar…
vi: Đang kiểm tra thẻ cần ôn…
zh_hans: 正在查看待复习的卡片…
zh_hant: 正在確認待複習的卡片…

# home_create_first_deck
source: Create your first deck
de: Erstelle deinen ersten Stapel
es: Crea tu primer mazo
fr: Crée ton premier paquet
it: Crea il tuo primo mazzo
ja: 最初のデッキを作成
ko: 첫 덱 만들기
pt_br: Crie seu primeiro baralho
vi: Tạo bộ thẻ đầu tiên
zh_hans: 创建你的第一个卡组
zh_hant: 建立你的第一個牌組

# home_deck_due_cards
source: %1$lld due · %lld cards
de: %1$lld fällig · %lld Karten
es: %1$lld por repasar · %lld tarjetas
fr: %1$lld à réviser · %lld cartes
it: %1$lld da ripassare · %lld carte
ja: 復習 %1$lld · %lld 枚
ko: 복습 %1$lld장 · 카드 %lld장
pt_br: %1$lld a revisar · %lld cartas
vi: %1$lld cần ôn · %lld thẻ
zh_hans: %1$lld 张待复习 · 共 %lld 张
zh_hant: %1$lld 張待複習 · 共 %lld 張卡片

# home_deck_new_cards
source: %1$lld new · %lld cards
de: %1$lld neu · %lld Karten
es: Nuevas: %1$lld · %lld tarjetas
fr: %1$lld à découvrir · %lld cartes
it: %1$lld da imparare · %lld carte
ja: 新規 %1$lld · %lld 枚
ko: 새 카드 %1$lld장 · 카드 %lld장
pt_br: %lld novas · %lld cartas
vi: %1$lld mới · %lld thẻ
zh_hans: %1$lld 张新卡片 · 共 %lld 张
zh_hant: %1$lld 張新卡片 · 共 %lld 張卡片

# home_due_today
source: DUE TODAY
de: HEUTE FÄLLIG
es: PARA HOY
fr: POUR AUJOURD’HUI
it: DA RIPASSARE OGGI
ja: 今日の復習
ko: 오늘 복습
pt_br: PARA HOJE
vi: CẦN ÔN HÔM NAY
zh_hans: 今日待复习
zh_hant: 今日待複習

# home_empty_subtitle
source: Paste a list, import a file, or start from scratch.
de: Füge eine Liste ein, importiere eine Datei oder fang bei null an.
es: Pega una lista, importa un archivo o empieza desde cero.
fr: Colle une liste, importe un fichier ou pars de zéro.
it: Incolla una lista, importa un file o parti da zero.
ja: リストを貼り付けるか、ファイルをインポートするか、ゼロから作りましょう。
ko: 목록을 붙여넣거나, 파일을 가져오거나, 처음부터 만들어 보세요.
pt_br: Cole uma lista, importe um arquivo ou comece do zero.
vi: Dán một danh sách, nhập từ tệp hoặc bắt đầu từ đầu.
zh_hans: 粘贴一份列表、导入文件，或者从零开始。
zh_hant: 貼上清單、匯入檔案，或從零開始。

# home_empty_title
source: No decks yet
de: Noch keine Stapel
es: Aún no hay mazos
fr: Aucun paquet pour l’instant
it: Ancora nessun mazzo
ja: まだデッキがありません
ko: 아직 덱이 없어요
pt_br: Nenhum baralho ainda
vi: Chưa có bộ thẻ nào
zh_hans: 还没有卡组
zh_hant: 還沒有牌組

# home_error_title
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했어요
pt_br: Algo deu errado
vi: Đã xảy ra lỗi
zh_hans: 出了点问题
zh_hant: 出了點問題

# home_greeting_hello
source: Hello,
de: Hallo,
es: Hola,
fr: Salut,
it: Ciao,
ja: こんにちは、
ko: 안녕하세요,
pt_br: Olá,
vi: Xin chào,
zh_hans: 你好，
zh_hant: 嗨，

# home_new_cards_goal
source: %1$lld of %2$lld new cards today
de: %1$lld von %2$lld neuen Karten heute
es: %1$lld de %2$lld tarjetas nuevas hoy
fr: %1$lld sur %2$lld nouvelles cartes aujourd’hui
it: %1$lld di %2$lld carte nuove oggi
ja: 今日の新規カード %1$lld / %2$lld 枚
ko: 오늘 새 카드 %2$lld장 중 %1$lld장
pt_br: %1$lld de %2$lld cartas novas hoje
vi: %1$lld/%2$lld thẻ mới hôm nay
zh_hans: 今天新卡片 %1$lld / %2$lld 张
zh_hant: 今天的新卡片：%1$lld/%2$lld 張

# home_new_cards_goal_reached
source: Daily goal reached · %1$lld new cards 🎉
de: Tagesziel erreicht · %1$lld neue Karten 🎉
es: Meta diaria alcanzada · %1$lld tarjetas nuevas 🎉
fr: Objectif du jour atteint · %1$lld nouvelles cartes 🎉
it: Obiettivo giornaliero raggiunto · %1$lld carte nuove 🎉
ja: 1日の目標を達成 · 新規カード %1$lld 枚 🎉
ko: 일일 목표 달성 · 새 카드 %1$lld장 🎉
pt_br: Meta diária alcançada · %1$lld cartas novas 🎉
vi: Đã đạt mục tiêu hằng ngày · %1$lld thẻ mới 🎉
zh_hans: 每日目标已达成 · %1$lld 张新卡片 🎉
zh_hant: 已達成每日目標 · %1$lld 張新卡片 🎉

# home_progress_done
source: %1$lld of %2$lld done · keep going!
de: %1$lld von %2$lld erledigt · weiter so!
es: %1$lld de %2$lld hechas · ¡sigue así!
fr: %1$lld sur %2$lld faites · continue comme ça !
it: %1$lld di %2$lld fatte · continua così!
ja: %2$lld 枚中 %1$lld 枚完了 · その調子！
ko: %2$lld장 중 %1$lld장 완료 · 계속해 봐요!
pt_br: %1$lld de %2$lld concluídas · continue assim!
vi: Đã xong %1$lld/%2$lld · cố lên nhé!
zh_hans: 已完成 %1$lld / %2$lld · 继续加油！
zh_hant: 已完成 %1$lld/%2$lld 張 · 繼續加油！

# home_retry
source: Retry
de: Nochmal versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# home_see_all
source: See all
de: Alle ansehen
es: Ver todos
fr: Tout voir
it: Vedi tutti
ja: すべて表示
ko: 모두 보기
pt_br: Ver todos
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

# home_start_studying
source: Start studying
de: Jetzt lernen
es: Empezar a estudiar
fr: Commencer à étudier
it: Inizia a studiare
ja: 学習を始める
ko: 학습 시작
pt_br: Começar a estudar
vi: Bắt đầu học
zh_hans: 开始学习
zh_hant: 開始學習

# home_to_review
source: to review
de: zu wiederholen
es: por repasar
fr: à réviser
it: da ripassare
ja: 復習待ち
ko: 복습 대기
pt_br: para revisar
vi: cần ôn tập
zh_hans: 待复习
zh_hant: 待複習

# home_todays_decks
source: Today's decks
de: Stapel für heute
es: Mazos de hoy
fr: Paquets du jour
it: I mazzi di oggi
ja: 今日のデッキ
ko: 오늘의 덱
pt_br: Baralhos de hoje
vi: Bộ thẻ hôm nay
zh_hans: 今日卡组
zh_hant: 今天的牌組

# identity_unknown_person
source: there
de: du
es: ¿qué tal?
fr: toi
it: tu
ja: ゲストさん
ko: 반가워요
pt_br: por aí
vi: bạn
zh_hans: 朋友
zh_hant: 朋友

# identity_you_badge
source: You
de: Du
es: Tú
fr: Toi
it: Tu
ja: 自分
ko: 나
pt_br: Você
vi: Bạn
zh_hans: 你
zh_hant: 你

# image_sheet_add_key
source: Add key
de: Schlüssel hinzufügen
es: Añadir clave
fr: Ajouter une clé
it: Aggiungi chiave
ja: キーを追加
ko: 키 추가
pt_br: Adicionar chave
vi: Thêm khóa
zh_hans: 添加密钥
zh_hant: 新增金鑰

# image_sheet_back_subtitle
source: Choose an image for the back of the card
de: Wähle ein Bild für die Rückseite der Karte
es: Elige una imagen para el reverso de la tarjeta
fr: Choisis une image pour le verso de la carte
it: Scegli un'immagine per il retro della carta
ja: カードの裏面に使う画像を選んでください
ko: 카드 뒷면에 쓸 이미지를 고르세요
pt_br: Escolha uma imagem para o verso da carta
vi: Chọn hình cho mặt sau của thẻ
zh_hans: 为卡片背面选择一张图片
zh_hant: 為卡片背面選擇一張圖片

# image_sheet_back_title
source: Back image
de: Bild für die Rückseite
es: Imagen del reverso
fr: Image du verso
it: Immagine del retro
ja: 裏面の画像
ko: 뒷면 이미지
pt_br: Imagem do verso
vi: Hình mặt sau
zh_hans: 背面图片
zh_hant: 背面圖片

# image_sheet_credit
source: Photo by %1$@ on %2$@
de: Foto von %1$@ auf %2$@
es: Foto de %1$@ en %2$@
fr: Photo de %1$@ sur %2$@
it: Foto di %1$@ su %2$@
ja: 写真：%1$@（%2$@）
ko: 사진: %2$@의 %1$@
pt_br: Foto de %1$@ no %2$@
vi: Ảnh của %1$@ trên %2$@
zh_hans: 照片作者：%1$@，来自 %2$@
zh_hant: 攝影：%1$@，來自 %2$@

# image_sheet_credit_platform
source: Photos from %1$@
de: Fotos von %1$@
es: Fotos de %1$@
fr: Photos sur %1$@
it: Foto da %1$@
ja: 写真提供：%1$@
ko: %1$@ 제공 사진
pt_br: Fotos do %1$@
vi: Ảnh từ %1$@
zh_hans: 照片来自 %1$@
zh_hant: 照片來自 %1$@

# image_sheet_credit_unknown_author
source: an Unsplash photographer
de: einem Unsplash-Fotografen
es: un fotógrafo de Unsplash
fr: un photographe Unsplash
it: un fotografo di Unsplash
ja: Unsplash の写真家
ko: Unsplash 사진작가
pt_br: um fotógrafo do Unsplash
vi: một nhiếp ảnh gia Unsplash
zh_hans: 一位 Unsplash 摄影师
zh_hant: 一位 Unsplash 攝影師

# image_sheet_done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
vi: Xong
zh_hans: 完成
zh_hant: 完成

# image_sheet_error_invalid_key
source: Unsplash rejected that key. Check it in Settings.
de: Unsplash hat diesen Schlüssel abgelehnt. Prüfe ihn in den Einstellungen.
es: Unsplash rechazó esa clave. Revísala en Configuración.
fr: Unsplash a refusé cette clé. Vérifie-la dans les Paramètres.
it: Unsplash ha rifiutato la chiave. Controllala nelle Impostazioni.
ja: Unsplash がこのキーを拒否しました。設定で確認してください。
ko: Unsplash가 이 키를 거부했어요. 설정에서 확인하세요.
pt_br: O Unsplash recusou essa chave. Confira nas Configurações.
vi: Unsplash đã từ chối khóa đó. Hãy kiểm tra trong Cài đặt.
zh_hans: Unsplash 拒绝了这个密钥。请在设置中检查。
zh_hant: Unsplash 拒絕了這個金鑰。請到「設定」中檢查。

# image_sheet_error_missing_key
source: Web image search needs an Unsplash API key. It's free and takes about two minutes.
de: Die Bildsuche im Web braucht einen Unsplash-API-Schlüssel. Er ist kostenlos und in etwa zwei Minuten erstellt.
es: La búsqueda de imágenes en la web necesita una clave de API de Unsplash. Es gratis y lleva unos dos minutos.
fr: La recherche d’images sur le web nécessite une clé d’API Unsplash. C’est gratuit et ça prend environ deux minutes.
it: La ricerca di immagini sul web richiede una chiave API di Unsplash. È gratis e bastano un paio di minuti.
ja: ウェブ画像検索には Unsplash API キーが必要です。無料で、2分ほどで取得できます。
ko: 웹 이미지 검색에는 Unsplash API 키가 필요해요. 무료이고 2분 정도면 돼요.
pt_br: A busca de imagens na web precisa de uma chave de API do Unsplash. É grátis e leva uns dois minutos.
vi: Tìm hình ảnh trên web cần khóa API Unsplash. Miễn phí và chỉ mất khoảng hai phút.
zh_hans: 网络图片搜索需要 Unsplash API 密钥。免费获取，大约只需两分钟。
zh_hant: 網路圖片搜尋需要 Unsplash API 金鑰。免費取得，大約只要兩分鐘。

# image_sheet_error_rate_limited
source: Unsplash's hourly limit is used up. Your own key gets you your own limit.
de: Das Stundenlimit von Unsplash ist aufgebraucht. Mit deinem eigenen Schlüssel bekommst du dein eigenes Limit.
es: Se agotó el límite por hora de Unsplash. Con tu propia clave tienes tu propio límite.
fr: La limite horaire d’Unsplash est atteinte. Avec ta propre clé, tu as ta propre limite.
it: Il limite orario di Unsplash è esaurito. Con una chiave tua hai un limite tutto tuo.
ja: Unsplash の1時間あたりの上限に達しました。自分のキーを使えば、自分専用の上限になります。
ko: Unsplash의 시간당 한도를 다 썼어요. 내 키를 쓰면 한도도 따로 받아요.
pt_br: O limite por hora do Unsplash acabou. Com sua própria chave você tem seu próprio limite.
vi: Đã hết giới hạn theo giờ của Unsplash. Khóa riêng sẽ cho bạn giới hạn riêng.
zh_hans: Unsplash 的每小时额度已用完。使用你自己的密钥即可获得单独的额度。
zh_hant: Unsplash 每小時的額度已用完。使用你自己的金鑰，就有你自己的額度。

# image_sheet_error_unavailable
source: Couldn't reach Unsplash. Check your connection, or pick from your gallery.
de: Unsplash ist nicht erreichbar. Prüfe deine Verbindung oder wähle ein Bild aus deiner Galerie.
es: No se pudo conectar con Unsplash. Revisa tu conexión, o elige de tu galería.
fr: Impossible de joindre Unsplash. Vérifie ta connexion, ou choisis dans ta galerie.
it: Impossibile raggiungere Unsplash. Controlla la connessione, oppure scegli dalla galleria.
ja: Unsplash に接続できませんでした。接続を確認するか、ギャラリーから選んでください。
ko: Unsplash에 연결할 수 없어요. 연결을 확인하거나 갤러리에서 고르세요.
pt_br: Não foi possível acessar o Unsplash. Confira sua conexão, ou escolha da galeria.
vi: Không kết nối được Unsplash. Hãy kiểm tra kết nối, hoặc chọn từ thư viện ảnh.
zh_hans: 无法连接 Unsplash。请检查网络连接，或从相册中选择。
zh_hant: 無法連線到 Unsplash。請檢查網路連線，或從相簿中選取。

# image_sheet_from_gallery
source: From gallery
de: Aus der Galerie
es: De la galería
fr: Depuis la galerie
it: Dalla galleria
ja: ギャラリーから
ko: 갤러리에서
pt_br: Da galeria
vi: Từ thư viện ảnh
zh_hans: 从相册选择
zh_hant: 從相簿選取

# image_sheet_front_subtitle
source: Choose an image for the front of the card
de: Wähle ein Bild für die Vorderseite der Karte
es: Elige una imagen para el anverso de la tarjeta
fr: Choisis une image pour le recto de la carte
it: Scegli un'immagine per il fronte della carta
ja: カードの表面に使う画像を選んでください
ko: 카드 앞면에 쓸 이미지를 고르세요
pt_br: Escolha uma imagem para a frente da carta
vi: Chọn hình cho mặt trước của thẻ
zh_hans: 为卡片正面选择一张图片
zh_hant: 為卡片正面選擇一張圖片

# image_sheet_front_title
source: Front image
de: Bild für die Vorderseite
es: Imagen del anverso
fr: Image du recto
it: Immagine del fronte
ja: 表面の画像
ko: 앞면 이미지
pt_br: Imagem da frente
vi: Hình mặt trước
zh_hans: 正面图片
zh_hant: 正面圖片

# image_sheet_get_key
source: Get a key
de: Schlüssel holen
es: Obtener una clave
fr: Obtenir une clé
it: Ottieni una chiave
ja: キーを取得
ko: 키 받기
pt_br: Obter uma chave
vi: Lấy khóa
zh_hans: 获取密钥
zh_hant: 取得金鑰

# image_sheet_image_unreadable
source: That image couldn't be read. Try another one.
de: Das Bild konnte nicht gelesen werden. Versuch ein anderes.
es: No se pudo leer esa imagen. Prueba con otra.
fr: Impossible de lire cette image. Essaies-en une autre.
it: Impossibile leggere l'immagine. Provane un'altra.
ja: この画像を読み込めませんでした。別の画像を試してください。
ko: 이미지를 읽을 수 없어요. 다른 이미지를 시도해 보세요.
pt_br: Não foi possível ler essa imagem. Tente outra.
vi: Không đọc được hình ảnh đó. Hãy thử hình khác.
zh_hans: 无法读取这张图片。换一张试试。
zh_hant: 無法讀取這張圖片。試試別張。

# image_sheet_link_clear
source: Clear link
de: Link entfernen
es: Borrar enlace
fr: Effacer le lien
it: Cancella link
ja: リンクをクリア
ko: 링크 지우기
pt_br: Limpar link
vi: Xóa liên kết
zh_hans: 清除链接
zh_hant: 清除連結

# image_sheet_link_failed
source: That link didn't load as an image. Copy the image itself, or its image address rather than the page's.
de: Dieser Link hat kein Bild geladen. Kopiere das Bild selbst oder seine Bildadresse, nicht die Adresse der Seite.
es: Ese enlace no se cargó como imagen. Copia la imagen en sí, o la dirección de la imagen en lugar de la de la página.
fr: Ce lien ne s’est pas chargé comme une image. Copie l’image elle-même, ou l’adresse de l’image plutôt que celle de la page.
it: Il link non si è caricato come immagine. Copia l'immagine stessa, oppure l'indirizzo dell'immagine anziché quello della pagina.
ja: このリンクは画像として読み込めませんでした。画像そのものか、ページではなく画像のアドレスをコピーしてください。
ko: 이 링크는 이미지로 불러와지지 않았어요. 페이지 주소가 아니라 이미지 자체나 이미지 주소를 복사하세요.
pt_br: Esse link não carregou como imagem. Copie a própria imagem, ou o endereço dela em vez do endereço da página.
vi: Liên kết đó không tải được thành hình ảnh. Hãy sao chép chính hình ảnh, hoặc địa chỉ của hình ảnh thay vì địa chỉ trang.
zh_hans: 这个链接无法作为图片加载。请复制图片本身，或复制图片地址而不是网页地址。
zh_hant: 這個連結無法載入為圖片。請複製圖片本身，或複製圖片的網址，而不是網頁的網址。

# image_sheet_link_preview
source: Pasted image
de: Eingefügtes Bild
es: Imagen pegada
fr: Image collée
it: Immagine incollata
ja: 貼り付けた画像
ko: 붙여넣은 이미지
pt_br: Imagem colada
vi: Hình ảnh đã dán
zh_hans: 已粘贴的图片
zh_hant: 貼上的圖片

# image_sheet_no_results
source: No images found
de: Keine Bilder gefunden
es: No se encontraron imágenes
fr: Aucune image trouvée
it: Nessuna immagine trovata
ja: 画像が見つかりません
ko: 이미지를 찾지 못했어요
pt_br: Nenhuma imagem encontrada
vi: Không tìm thấy hình ảnh
zh_hans: 没有找到图片
zh_hant: 找不到圖片

# image_sheet_paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pt_br: Colar
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# image_sheet_paste_empty
source: Nothing to paste. Copy an image address first.
de: Nichts zum Einfügen. Kopiere zuerst eine Bildadresse.
es: No hay nada que pegar. Primero copia la dirección de una imagen.
fr: Rien à coller. Copie d’abord l’adresse d’une image.
it: Niente da incollare. Prima copia l'indirizzo di un'immagine.
ja: 貼り付けるものがありません。先に画像のアドレスをコピーしてください。
ko: 붙여넣을 내용이 없어요. 먼저 이미지 주소를 복사하세요.
pt_br: Nada para colar. Copie o endereço de uma imagem primeiro.
vi: Không có gì để dán. Hãy sao chép địa chỉ hình ảnh trước.
zh_hans: 没有可粘贴的内容。请先复制图片地址。
zh_hant: 沒有可貼上的內容。請先複製圖片網址。

# image_sheet_paste_image_clip
source: That's a copied image. Paste its address instead, or pick it from your gallery.
de: Das ist ein kopiertes Bild. Füge stattdessen seine Adresse ein oder wähle es aus deiner Galerie.
es: Eso es una imagen copiada. Pega su dirección, o elígela de tu galería.
fr: C’est une image copiée. Colle plutôt son adresse, ou choisis-la dans ta galerie.
it: Hai copiato un'immagine. Incolla invece il suo indirizzo, oppure sceglila dalla galleria.
ja: コピーされているのは画像そのものです。画像のアドレスを貼り付けるか、ギャラリーから選んでください。
ko: 복사한 이미지 자체예요. 대신 이미지 주소를 붙여넣거나 갤러리에서 고르세요.
pt_br: Isso é uma imagem copiada. Cole o endereço dela, ou escolha da sua galeria.
vi: Đó là một hình ảnh đã sao chép. Hãy dán địa chỉ của nó, hoặc chọn từ thư viện ảnh.
zh_hans: 你复制的是图片本身。请粘贴它的地址，或从相册中选择。
zh_hant: 這是複製的圖片本身。請改貼上它的網址，或從相簿中選取。

# image_sheet_photo
source: Photo
de: Foto
es: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# image_sheet_remove
source: Remove image
de: Bild entfernen
es: Quitar imagen
fr: Retirer l’image
it: Rimuovi immagine
ja: 画像を削除
ko: 이미지 삭제
pt_br: Remover imagem
vi: Xóa hình ảnh
zh_hans: 移除图片
zh_hant: 移除圖片

# image_sheet_search_placeholder
source: Search images, or paste a link…
de: Bilder suchen oder Link einfügen…
es: Busca imágenes, o pega un enlace…
fr: Recherche des images, ou colle un lien…
it: Cerca immagini o incolla un link…
ja: 画像を検索、またはリンクを貼り付け…
ko: 이미지를 검색하거나 링크를 붙여넣으세요…
pt_br: Busque imagens, ou cole um link…
vi: Tìm hình ảnh hoặc dán liên kết…
zh_hans: 搜索图片，或粘贴链接…
zh_hant: 搜尋圖片，或貼上連結…

# nav_tab_decks
source: Decks
de: Stapel
es: Mazos
fr: Paquets
it: Mazzi
ja: デッキ
ko: 덱
pt_br: Baralhos
vi: Bộ thẻ
zh_hans: 卡组
zh_hant: 牌組

# nav_tab_discover
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
ja: 見つける
ko: 탐색
pt_br: Descobrir
vi: Khám phá
zh_hans: 发现
zh_hant: 探索

# nav_tab_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
vi: Hồ sơ
zh_hans: 我的
zh_hant: 個人檔案

# nav_tab_study
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# onboarding_create_pubky
source: Don't have a Pubky? Create account
de: Noch kein Pubky? Konto erstellen
es: ¿No tienes un Pubky? Crear cuenta
fr: Pas de Pubky ? Crée un compte
it: Non hai un Pubky? Crea un account
ja: Pubky をお持ちでない場合は、アカウントを作成
ko: Pubky가 없나요? 계정 만들기
pt_br: Não tem um Pubky? Criar conta
vi: Chưa có Pubky? Tạo tài khoản
zh_hans: 还没有 Pubky？创建账号
zh_hant: 還沒有 Pubky？建立帳號

# onboarding_get_ring
source: Don't have Pubky Ring? Get the app
de: Kein Pubky Ring? Hol dir die App
es: ¿No tienes Pubky Ring? Descarga la app
fr: Pas de Pubky Ring ? Télécharge l’app
it: Non hai Pubky Ring? Scarica l'app
ja: Pubky Ring をお持ちでない場合は、アプリを入手
ko: Pubky Ring이 없나요? 앱 받기
pt_br: Não tem o Pubky Ring? Baixe o app
vi: Chưa có Pubky Ring? Tải ứng dụng
zh_hans: 没有 Pubky Ring？获取应用
zh_hant: 還沒有 Pubky Ring？下載 App

# onboarding_hero_subtitle
source: Spaced repetition that feels like a game. Decks you make, share, and learn from friends.
de: Verteilte Wiederholung, die sich wie ein Spiel anfühlt. Stapel, die du erstellst, teilst und von Freunden lernst.
es: Repetición espaciada que se siente como un juego. Mazos que creas, compartes y aprendes con amigos.
fr: La répétition espacée qui ressemble à un jeu. Des paquets à créer, à partager et à apprendre entre amis.
it: Ripetizione dilazionata che sembra un gioco. Mazzi da creare, condividere e imparare dagli amici.
ja: ゲーム感覚で続けられる間隔反復。デッキを作って、共有して、友だちのデッキで学べます。
ko: 게임처럼 즐기는 간격 반복 학습. 직접 만들고, 공유하고, 친구의 덱으로 배워요.
pt_br: Repetição espaçada com cara de jogo. Baralhos que você cria, compartilha e aprende com amigos.
vi: Lặp lại ngắt quãng mà vui như chơi game. Bộ thẻ do bạn tạo, chia sẻ và học cùng bạn bè.
zh_hans: 像玩游戏一样的间隔重复。自己制作卡组、分享卡组，也能用朋友的卡组学习。
zh_hant: 像遊戲一樣的間隔重複。自己製作、分享牌組，也向朋友的牌組學習。

# onboarding_no_email_notice
source: No email. No password. Your key, your account.
de: Keine E-Mail. Kein Passwort. Dein Schlüssel, dein Konto.
es: Sin correo. Sin contraseña. Tu clave, tu cuenta.
fr: Pas d’e-mail. Pas de mot de passe. Ta clé, ton compte.
it: Niente email. Niente password. La tua chiave, il tuo account.
ja: メールもパスワードも不要。鍵がそのままアカウントになります。
ko: 이메일도, 비밀번호도 없어요. 내 키가 곧 내 계정이에요.
pt_br: Sem e-mail. Sem senha. Sua chave, sua conta.
vi: Không email. Không mật khẩu. Khóa của bạn, tài khoản của bạn.
zh_hans: 无需邮箱，无需密码。你的密钥，就是你的账号。
zh_hant: 不用電子郵件，不用密碼。你的金鑰，就是你的帳號。
